Repository: FuriLabs/libcall-ui
Catalog: po/ht.po
Languages: ht

source: Call-UI Demo
ht: Apèl-IE Demo

source: Back
ht: Retounen

source: Welcome to Call-UI Demo
ht: Byenvini nan Apèl-IE Demo

source: This is a tour of the features the library has to offer.
ht: Sa a se yon toune nan karakteristik yo bibliyotèk la ofri.

source: Welcome
ht: Byenvini

source: Call Display
ht: Montre Apèl

source: Dial Pad
ht: Touch pou fè apèl

source: A simple dial pad to enter phone numbers.
ht: Yon senp touch pou antre nimewo elefònyo.

source: Keypad
ht: Touch bouton

source: A number keypad.
ht: Yon nimewo touch bouton.

source: Show letters
ht: Montre lèt yo.

source: Show symbols
ht: Montre senbol yo.

source: Key pad
ht: Touch bouton

source: Call active
ht: Apèl aktive

source: Call held
ht: Ed apèl

source: Calling…
ht: Ap fè apèl...

source: Incoming call
ht: Apèl antre

source: Call ended
ht: Apèl fini

source: Unknown
ht: Enkoni

source: Incoming phone call
ht: Apèl telefon antre

source: Mute
ht: Silans

source: Speaker
ht: Pale wo

source: Add call
ht: Ajoute Apèl

source: Hold
ht: Kenbe

source: Hang up
ht: Rakwoche

source: Answer
ht: Repons

source: Hide the dial pad
ht: Kache touch pou fè apèl

source: Enter a number
ht: Antre yon nimewo

source: This call is not encrypted
ht: Apèl sa pa sekirize

source: This call is encrypted
ht: Apèl sa sekirize
